base-devel
git
curl
wget
stow
zsh
neovim
cmake
python
python-pip
unzip
yazi
ffmpeg
7zip
jq
poppler
fd
ripgrep
fzf
zoxide
resvg
imagemagick
